{
    "word2idx": {
        "<pad>": 0,
        "<unk>": 1,
        "VIN - inductor - VOUT": 2,
        "VIN - inductor - inductor - VOUT": 3,
        "VIN - capacitor - inductor - VOUT": 4,
        "VIN - inductor - inductor - GND": 5,
        "VIN - inductor - GND": 6,
        "VIN - capacitor - GND": 7,
        "VOUT - inductor - inductor - GND": 8,
        "VOUT - inductor - capacitor - GND": 9,
        "VOUT - inductor - GND": 10,
        "VIN - FET-A - FET-B - VOUT": 11,
        "VIN - FET-A - GND": 12,
        "VOUT - FET-B - GND": 13,
        "VIN - FET-A - inductor - VOUT": 14,
        "VIN - FET-A - VOUT": 15,
        "VIN - FET-A - inductor - GND": 16,
        "VOUT - inductor - FET-A - GND": 17,
        "VOUT - FET-A - FET-A - GND": 18,
        "VIN - inductor - capacitor - VOUT": 19,
        "VIN - capacitor - capacitor - VOUT": 20,
        "VIN - inductor - FET-A - GND": 21,
        "VIN - capacitor - FET-A - GND": 22,
        "VOUT - capacitor - FET-A - GND": 23,
        "VIN - FET-A - capacitor - VOUT": 24,
        "VIN - FET-B - GND": 25,
        "VOUT - capacitor - FET-A - inductor - GND": 26,
        "VOUT - capacitor - FET-A - FET-B - GND": 27,
        "VIN - capacitor - VOUT": 28,
        "VOUT - inductor - FET-B - GND": 29,
        "VOUT - FET-A - FET-B - GND": 30,
        "VOUT - capacitor - FET-B - GND": 31,
        "VIN - inductor - inductor - inductor - GND": 32,
        "VIN - capacitor - inductor - inductor - GND": 33,
        "VIN - FET-B - VOUT": 34,
        "VIN - FET-B - inductor - GND": 35,
        "VIN - FET-B - capacitor - FET-A - GND": 36,
        "VIN - capacitor - FET-B - GND": 37,
        "VIN - capacitor - capacitor - GND": 38,
        "VIN - FET-B - FET-B - GND": 39,
        "VIN - FET-B - capacitor - GND": 40,
        "VOUT - capacitor - GND": 41,
        "VIN - FET-B - FET-A - VOUT": 42,
        "VIN - FET-B - FET-A - FET-A - GND": 43,
        "VIN - FET-A - FET-A - GND": 44,
        "VOUT - FET-A - GND": 45,
        "VOUT - FET-B - FET-B - inductor - GND": 46,
        "VOUT - FET-B - FET-B - GND": 47,
        "VIN - inductor - capacitor - GND": 48,
        "VOUT - FET-A - FET-B - FET-B - GND": 49,
        "VOUT - FET-B - capacitor - GND": 50,
        "VIN - inductor - FET-A - VOUT": 51,
        "VIN - FET-A - FET-A - VOUT": 52,
        "VOUT - capacitor - inductor - GND": 53,
        "VOUT - capacitor - capacitor - FET-A - GND": 54,
        "VIN - inductor - capacitor - capacitor - VOUT": 55,
        "VIN - inductor - inductor - capacitor - GND": 56,
        "VIN - FET-A - FET-B - GND": 57,
        "VIN - FET-B - FET-B - VOUT": 58,
        "VIN - FET-A - capacitor - FET-B - GND": 59,
        "VIN - capacitor - FET-A - VOUT": 60,
        "VIN - inductor - FET-B - GND": 61,
        "VOUT - capacitor - inductor - FET-B - GND": 62,
        "VOUT - FET-A - inductor - GND": 63,
        "VOUT - FET-A - capacitor - GND": 64,
        "VIN - inductor - FET-B - VOUT": 65,
        "VIN - FET-B - FET-A - GND": 66,
        "VOUT - FET-A - FET-B - FET-A - GND": 67,
        "VOUT - FET-B - FET-A - GND": 68,
        "VOUT - FET-B - inductor - GND": 69,
        "VIN - FET-B - capacitor - VOUT": 70,
        "VIN - FET-A - capacitor - GND": 71,
        "VIN - FET-A - FET-B - FET-B - GND": 72,
        "VIN - FET-B - inductor - FET-B - VOUT": 73,
        "VIN - inductor - inductor - FET-B - VOUT": 74,
        "VOUT - capacitor - FET-B - inductor - GND": 75,
        "VOUT - capacitor - capacitor - inductor - GND": 76,
        "VIN - capacitor - capacitor - FET-A - VOUT": 77,
        "VOUT - FET-A - capacitor - capacitor - GND": 78,
        "VOUT - inductor - inductor - capacitor - GND": 79,
        "VIN - FET-A - inductor - inductor - VOUT": 80,
        "VIN - capacitor - inductor - inductor - VOUT": 81,
        "VIN - capacitor - inductor - GND": 82,
        "VIN - FET-B - inductor - VOUT": 83,
        "VIN - FET-B - inductor - FET-A - GND": 84,
        "VOUT - inductor - inductor - FET-A - GND": 85,
        "VOUT - inductor - FET-A - FET-A - GND": 86,
        "VIN - inductor - FET-A - FET-B - GND": 87,
        "VOUT - FET-A - inductor - inductor - GND": 88,
        "VOUT - capacitor - capacitor - GND": 89,
        "VIN - FET-B - FET-A - capacitor - VOUT": 90,
        "VIN - capacitor - FET-A - capacitor - VOUT": 91,
        "VIN - FET-A - FET-B - capacitor - GND": 92,
        "VIN - FET-A - capacitor - capacitor - GND": 93,
        "VOUT - inductor - FET-A - inductor - GND": 94,
        "VIN - FET-B - inductor - capacitor - VOUT": 95,
        "VIN - inductor - FET-A - FET-A - GND": 96,
        "VIN - FET-B - FET-B - FET-A - GND": 97,
        "VOUT - FET-A - FET-B - capacitor - GND": 98,
        "VIN - FET-B - inductor - inductor - GND": 99,
        "VIN - FET-B - inductor - FET-A - VOUT": 100,
        "VIN - capacitor - FET-B - VOUT": 101,
        "VOUT - FET-B - FET-B - FET-A - GND": 102,
        "VIN - FET-A - FET-A - FET-A - GND": 103,
        "VIN - FET-B - FET-A - FET-B - GND": 104,
        "VIN - capacitor - FET-A - FET-B - GND": 105,
        "VIN - FET-A - FET-A - inductor - GND": 106,
        "VIN - capacitor - capacitor - FET-B - GND": 107,
        "VIN - inductor - FET-A - FET-B - VOUT": 108,
        "VIN - capacitor - FET-B - FET-A - GND": 109,
        "VIN - FET-B - FET-B - FET-A - capacitor - GND": 110,
        "VOUT - FET-B - FET-A - capacitor - GND": 111,
        "VIN - FET-A - FET-B - FET-A - GND": 112,
        "VIN - FET-A - capacitor - inductor - GND": 113,
        "VIN - FET-A - FET-B - capacitor - VOUT": 114,
        "VOUT - FET-B - inductor - FET-A - inductor - GND": 115,
        "VOUT - FET-A - capacitor - FET-A - GND": 116,
        "VIN - FET-A - FET-A - capacitor - FET-B - VOUT": 117,
        "VIN - FET-A - FET-B - inductor - GND": 118,
        "VIN - capacitor - FET-B - inductor - GND": 119,
        "VOUT - inductor - FET-B - inductor - GND": 120,
        "VOUT - inductor - capacitor - inductor - GND": 121,
        "VIN - FET-B - inductor - inductor - VOUT": 122,
        "VIN - FET-B - capacitor - inductor - VOUT": 123,
        "VIN - FET-B - FET-B - inductor - VOUT": 124,
        "VIN - FET-B - FET-A - capacitor - GND": 125,
        "VOUT - FET-B - inductor - capacitor - GND": 126,
        "VIN - FET-A - inductor - FET-B - GND": 127,
        "VIN - FET-A - inductor - capacitor - GND": 128,
        "VIN - FET-B - FET-B - capacitor - VOUT": 129,
        "VIN - capacitor - inductor - FET-B - GND": 130,
        "VOUT - FET-B - FET-B - capacitor - GND": 131,
        "VIN - inductor - capacitor - inductor - VOUT": 132,
        "VIN - FET-A - capacitor - inductor - VOUT": 133,
        "VOUT - FET-A - capacitor - inductor - GND": 134,
        "VIN - inductor - FET-B - FET-A - FET-B - GND": 135,
        "VOUT - FET-B - FET-A - FET-B - GND": 136,
        "VIN - capacitor - FET-B - capacitor - VOUT": 137,
        "VOUT - inductor - capacitor - FET-B - GND": 138,
        "VIN - inductor - FET-A - capacitor - GND": 139,
        "VOUT - FET-B - FET-B - FET-B - GND": 140,
        "VIN - FET-A - capacitor - capacitor - VOUT": 141,
        "VOUT - FET-B - capacitor - capacitor - GND": 142,
        "VOUT - capacitor - inductor - capacitor - GND": 143,
        "VIN - FET-A - inductor - FET-A - GND": 144,
        "VOUT - FET-B - inductor - FET-B - capacitor - GND": 145,
        "VOUT - FET-A - FET-A - FET-A - FET-A - GND": 146,
        "VIN - FET-B - FET-B - FET-B - VOUT": 147,
        "VOUT - capacitor - FET-B - FET-B - GND": 148,
        "VOUT - capacitor - capacitor - FET-B - GND": 149,
        "VIN - FET-B - inductor - capacitor - GND": 150,
        "VIN - FET-B - capacitor - capacitor - GND": 151,
        "VOUT - FET-A - capacitor - FET-B - GND": 152,
        "VOUT - capacitor - FET-A - FET-A - GND": 153,
        "VOUT - FET-B - FET-A - inductor - GND": 154,
        "VIN - FET-A - inductor - capacitor - VOUT": 155,
        "VIN - capacitor - inductor - capacitor - GND": 156,
        "VIN - capacitor - FET-A - FET-A - VOUT": 157,
        "VOUT - FET-B - capacitor - inductor - GND": 158,
        "VIN - FET-A - FET-A - capacitor - GND": 159,
        "VOUT - FET-B - capacitor - FET-B - GND": 160,
        "VOUT - capacitor - FET-A - capacitor - inductor - GND": 161,
        "VIN - capacitor - capacitor - inductor - VOUT": 162,
        "VOUT - inductor - capacitor - capacitor - GND": 163,
        "VIN - inductor - capacitor - FET-B - VOUT": 164,
        "VOUT - FET-A - FET-B - inductor - GND": 165,
        "VIN - FET-B - capacitor - FET-A - VOUT": 166,
        "VOUT - FET-A - inductor - FET-B - GND": 167,
        "VIN - inductor - inductor - inductor - VOUT": 168,
        "VIN - FET-A - capacitor - FET-A - VOUT": 169,
        "VOUT - inductor - inductor - inductor - GND": 170,
        "VIN - FET-B - capacitor - FET-B - VOUT": 171,
        "VIN - inductor - FET-B - FET-A - VOUT": 172,
        "VIN - inductor - FET-B - capacitor - VOUT": 173,
        "VOUT - FET-A - FET-A - capacitor - GND": 174,
        "VIN - FET-B - inductor - FET-B - GND": 175,
        "VIN - inductor - capacitor - FET-A - GND": 176,
        "VIN - inductor - FET-A - inductor - VOUT": 177,
        "VIN - inductor - FET-A - FET-A - VOUT": 178,
        "VIN - inductor - capacitor - FET-A - VOUT": 179,
        "VIN - FET-B - FET-B - capacitor - GND": 180,
        "VIN - inductor - capacitor - inductor - GND": 181,
        "VIN - capacitor - capacitor - capacitor - GND": 182,
        "VOUT - inductor - capacitor - capacitor - capacitor - GND": 183,
        "VIN - FET-A - FET-A - capacitor - VOUT": 184,
        "VOUT - inductor - FET-B - capacitor - GND": 185,
        "VOUT - FET-B - inductor - inductor - GND": 186,
        "VIN - FET-B - FET-A - inductor - GND": 187,
        "VIN - FET-A - inductor - FET-A - VOUT": 188,
        "VOUT - capacitor - inductor - inductor - GND": 189,
        "VIN - inductor - FET-B - inductor - VOUT": 190,
        "VIN - FET-B - FET-B - FET-A - VOUT": 191,
        "VOUT - capacitor - FET-A - capacitor - FET-A - GND": 192,
        "VOUT - capacitor - inductor - inductor - inductor - GND": 193,
        "VOUT - inductor - capacitor - FET-A - GND": 194,
        "VIN - inductor - inductor - FET-B - GND": 195,
        "VOUT - FET-A - FET-A - FET-A - GND": 196,
        "VOUT - FET-A - FET-A - FET-B - GND": 197,
        "VIN - inductor - inductor - FET-B - capacitor - VOUT": 198,
        "VIN - inductor - inductor - FET-A - GND": 199,
        "VIN - FET-A - inductor - FET-B - capacitor - VOUT": 200,
        "VOUT - FET-A - inductor - FET-A - GND": 201,
        "VIN - FET-A - FET-A - FET-A - VOUT": 202,
        "VIN - FET-B - FET-A - FET-B - VOUT": 203,
        "VIN - FET-B - capacitor - inductor - GND": 204,
        "VIN - capacitor - capacitor - inductor - GND": 205,
        "VIN - inductor - inductor - FET-B - FET-B - VOUT": 206,
        "VIN - FET-A - inductor - inductor - GND": 207,
        "VIN - inductor - FET-A - capacitor - VOUT": 208,
        "VOUT - FET-A - inductor - capacitor - GND": 209,
        "VIN - FET-A - FET-B - FET-B - VOUT": 210,
        "VIN - FET-B - FET-A - inductor - VOUT": 211,
        "VOUT - FET-A - FET-A - inductor - GND": 212,
        "VIN - capacitor - FET-B - capacitor - GND": 213,
        "VIN - inductor - inductor - capacitor - VOUT": 214,
        "VIN - inductor - capacitor - capacitor - GND": 215,
        "VOUT - inductor - FET-A - FET-B - GND": 216,
        "VIN - inductor - FET-A - inductor - GND": 217,
        "VIN - FET-B - capacitor - capacitor - VOUT": 218,
        "VIN - FET-A - FET-A - FET-B - GND": 219,
        "VOUT - FET-B - FET-A - FET-A - GND": 220,
        "VOUT - capacitor - capacitor - FET-A - FET-A - GND": 221,
        "VIN - inductor - FET-A - capacitor - capacitor - GND": 222,
        "VOUT - inductor - FET-B - FET-A - GND": 223,
        "VIN - inductor - FET-A - FET-A - capacitor - VOUT": 224,
        "VOUT - FET-B - capacitor - FET-A - GND": 225,
        "VOUT - capacitor - FET-B - FET-A - GND": 226,
        "VIN - FET-A - inductor - FET-B - VOUT": 227,
        "VIN - capacitor - inductor - FET-A - GND": 228,
        "VOUT - FET-B - FET-A - FET-B - FET-B - GND": 229,
        "VIN - FET-A - capacitor - FET-B - VOUT": 230,
        "VIN - FET-A - FET-A - FET-B - VOUT": 231,
        "VIN - FET-B - FET-B - inductor - GND": 232,
        "VOUT - capacitor - capacitor - capacitor - GND": 233,
        "VIN - FET-B - FET-B - FET-B - GND": 234,
        "VOUT - capacitor - FET-B - FET-B - FET-B - GND": 235,
        "VIN - FET-A - FET-B - FET-A - VOUT": 236,
        "VIN - capacitor - FET-A - inductor - GND": 237,
        "VOUT - inductor - FET-B - FET-B - GND": 238,
        "VIN - inductor - FET-B - FET-A - GND": 239,
        "VOUT - capacitor - inductor - FET-A - GND": 240,
        "VIN - FET-A - FET-B - inductor - VOUT": 241,
        "VOUT - capacitor - FET-A - capacitor - GND": 242,
        "VIN - capacitor - inductor - capacitor - VOUT": 243,
        "VOUT - FET-A - FET-B - FET-A - FET-A - GND": 244,
        "VOUT - inductor - inductor - FET-A - FET-A - GND": 245,
        "VOUT - capacitor - FET-B - capacitor - GND": 246,
        "VIN - inductor - FET-B - FET-B - VOUT": 247,
        "VIN - capacitor - FET-A - inductor - inductor - VOUT": 248,
        "VOUT - inductor - inductor - inductor - FET-A - GND": 249,
        "VIN - inductor - FET-B - FET-B - GND": 250,
        "VIN - FET-A - FET-A - inductor - VOUT": 251,
        "VIN - FET-A - FET-A - inductor - capacitor - VOUT": 252,
        "VOUT - FET-B - inductor - FET-A - GND": 253,
        "VIN - FET-B - FET-B - FET-B - capacitor - GND": 254,
        "VOUT - capacitor - FET-B - FET-B - inductor - GND": 255,
        "VIN - inductor - inductor - FET-A - VOUT": 256,
        "VIN - inductor - capacitor - FET-B - GND": 257,
        "VIN - FET-B - FET-A - FET-A - FET-B - VOUT": 258,
        "VOUT - inductor - FET-A - capacitor - GND": 259,
        "VOUT - FET-B - capacitor - FET-B - FET-A - GND": 260,
        "VOUT - capacitor - inductor - FET-A - inductor - GND": 261,
        "VIN - capacitor - FET-B - FET-B - GND": 262,
        "VOUT - FET-B - inductor - FET-B - GND": 263,
        "VOUT - capacitor - inductor - FET-B - FET-B - GND": 264,
        "VIN - inductor - FET-B - inductor - GND": 265,
        "VIN - inductor - FET-B - capacitor - GND": 266,
        "VOUT - FET-B - FET-A - FET-A - FET-A - GND": 267,
        "VOUT - inductor - inductor - capacitor - FET-B - GND": 268,
        "VOUT - inductor - inductor - FET-B - GND": 269,
        "VIN - capacitor - FET-A - FET-B - VOUT": 270,
        "VIN - FET-B - FET-A - FET-A - VOUT": 271,
        "VIN - FET-B - capacitor - FET-B - GND": 272,
        "VOUT - FET-B - FET-B - capacitor - capacitor - GND": 273,
        "VIN - FET-A - FET-A - inductor - FET-A - GND": 274,
        "VOUT - FET-B - FET-A - FET-B - FET-A - GND": 275,
        "VIN - FET-B - capacitor - FET-A - capacitor - GND": 276,
        "VIN - inductor - inductor - FET-B - FET-A - VOUT": 277,
        "VIN - inductor - inductor - inductor - FET-B - VOUT": 278,
        "VOUT - inductor - capacitor - FET-B - FET-B - GND": 279,
        "VIN - capacitor - FET-B - FET-A - VOUT": 280,
        "VIN - capacitor - FET-A - capacitor - GND": 281,
        "VOUT - FET-B - capacitor - FET-A - capacitor - GND": 282,
        "VIN - capacitor - inductor - FET-B - VOUT": 283,
        "VIN - capacitor - FET-A - inductor - VOUT": 284,
        "VOUT - inductor - FET-A - capacitor - FET-B - GND": 285,
        "VIN - FET-A - FET-A - inductor - capacitor - GND": 286,
        "VOUT - FET-B - capacitor - FET-A - inductor - GND": 287,
        "VIN - FET-B - capacitor - FET-A - FET-A - GND": 288,
        "VIN - FET-A - capacitor - FET-A - GND": 289,
        "VIN - FET-B - FET-B - capacitor - capacitor - GND": 290,
        "VIN - FET-A - inductor - inductor - inductor - GND": 291,
        "VOUT - inductor - capacitor - FET-B - inductor - GND": 292,
        "VOUT - FET-B - capacitor - FET-B - inductor - GND": 293,
        "VOUT - inductor - FET-A - capacitor - capacitor - GND": 294,
        "VIN - capacitor - capacitor - FET-A - GND": 295,
        "VIN - inductor - FET-B - FET-A - FET-A - GND": 296,
        "VIN - inductor - inductor - capacitor - capacitor - VOUT": 297,
        "VIN - inductor - capacitor - inductor - FET-B - GND": 298,
        "VIN - capacitor - capacitor - capacitor - VOUT": 299,
        "VIN - inductor - FET-A - inductor - FET-B - VOUT": 300,
        "VOUT - inductor - FET-B - inductor - inductor - GND": 301,
        "VIN - FET-A - inductor - FET-A - inductor - GND": 302,
        "VIN - inductor - capacitor - capacitor - FET-B - VOUT": 303,
        "VOUT - inductor - FET-A - capacitor - inductor - GND": 304,
        "VOUT - inductor - inductor - FET-B - FET-B - GND": 305,
        "VIN - capacitor - FET-B - FET-B - VOUT": 306,
        "VIN - FET-B - FET-B - inductor - capacitor - GND": 307,
        "VIN - FET-A - inductor - capacitor - inductor - GND": 308,
        "VIN - inductor - FET-B - FET-B - inductor - VOUT": 309,
        "VOUT - FET-A - capacitor - FET-A - FET-B - GND": 310,
        "VIN - capacitor - FET-A - FET-A - GND": 311,
        "VIN - FET-B - inductor - FET-B - FET-A - VOUT": 312,
        "VIN - capacitor - capacitor - FET-B - VOUT": 313,
        "VOUT - FET-A - capacitor - FET-B - inductor - GND": 314,
        "VOUT - FET-A - inductor - FET-B - FET-B - GND": 315,
        "VIN - FET-A - inductor - inductor - FET-B - GND": 316,
        "VIN - inductor - FET-A - capacitor - capacitor - VOUT": 317,
        "VIN - capacitor - FET-B - inductor - VOUT": 318,
        "VOUT - inductor - FET-B - capacitor - capacitor - GND": 319,
        "VIN - inductor - inductor - inductor - FET-A - VOUT": 320,
        "VIN - inductor - inductor - capacitor - FET-A - GND": 321,
        "VIN - inductor - FET-A - inductor - FET-A - VOUT": 322,
        "VIN - FET-B - inductor - FET-A - capacitor - GND": 323,
        "VOUT - inductor - FET-B - FET-A - FET-A - GND": 324,
        "VOUT - FET-A - FET-B - capacitor - inductor - GND": 325,
        "VIN - FET-A - FET-A - inductor - inductor - GND": 326,
        "VIN - inductor - inductor - inductor - FET-B - GND": 327,
        "VIN - FET-B - inductor - capacitor - inductor - VOUT": 328,
        "VIN - FET-B - FET-A - capacitor - capacitor - GND": 329,
        "VOUT - inductor - inductor - FET-B - FET-A - GND": 330,
        "VIN - FET-B - capacitor - inductor - inductor - VOUT": 331,
        "VIN - FET-A - capacitor - FET-B - FET-B - GND": 332,
        "VOUT - capacitor - FET-B - FET-A - inductor - GND": 333,
        "VOUT - FET-A - capacitor - FET-A - inductor - GND": 334,
        "VOUT - FET-B - FET-B - capacitor - FET-B - GND": 335,
        "VIN - inductor - inductor - FET-A - inductor - VOUT": 336,
        "VIN - FET-A - capacitor - capacitor - inductor - VOUT": 337
    },
    "idx2word": {
        "0": "<pad>",
        "1": "<unk>",
        "2": "VIN - inductor - VOUT",
        "3": "VIN - inductor - inductor - VOUT",
        "4": "VIN - capacitor - inductor - VOUT",
        "5": "VIN - inductor - inductor - GND",
        "6": "VIN - inductor - GND",
        "7": "VIN - capacitor - GND",
        "8": "VOUT - inductor - inductor - GND",
        "9": "VOUT - inductor - capacitor - GND",
        "10": "VOUT - inductor - GND",
        "11": "VIN - FET-A - FET-B - VOUT",
        "12": "VIN - FET-A - GND",
        "13": "VOUT - FET-B - GND",
        "14": "VIN - FET-A - inductor - VOUT",
        "15": "VIN - FET-A - VOUT",
        "16": "VIN - FET-A - inductor - GND",
        "17": "VOUT - inductor - FET-A - GND",
        "18": "VOUT - FET-A - FET-A - GND",
        "19": "VIN - inductor - capacitor - VOUT",
        "20": "VIN - capacitor - capacitor - VOUT",
        "21": "VIN - inductor - FET-A - GND",
        "22": "VIN - capacitor - FET-A - GND",
        "23": "VOUT - capacitor - FET-A - GND",
        "24": "VIN - FET-A - capacitor - VOUT",
        "25": "VIN - FET-B - GND",
        "26": "VOUT - capacitor - FET-A - inductor - GND",
        "27": "VOUT - capacitor - FET-A - FET-B - GND",
        "28": "VIN - capacitor - VOUT",
        "29": "VOUT - inductor - FET-B - GND",
        "30": "VOUT - FET-A - FET-B - GND",
        "31": "VOUT - capacitor - FET-B - GND",
        "32": "VIN - inductor - inductor - inductor - GND",
        "33": "VIN - capacitor - inductor - inductor - GND",
        "34": "VIN - FET-B - VOUT",
        "35": "VIN - FET-B - inductor - GND",
        "36": "VIN - FET-B - capacitor - FET-A - GND",
        "37": "VIN - capacitor - FET-B - GND",
        "38": "VIN - capacitor - capacitor - GND",
        "39": "VIN - FET-B - FET-B - GND",
        "40": "VIN - FET-B - capacitor - GND",
        "41": "VOUT - capacitor - GND",
        "42": "VIN - FET-B - FET-A - VOUT",
        "43": "VIN - FET-B - FET-A - FET-A - GND",
        "44": "VIN - FET-A - FET-A - GND",
        "45": "VOUT - FET-A - GND",
        "46": "VOUT - FET-B - FET-B - inductor - GND",
        "47": "VOUT - FET-B - FET-B - GND",
        "48": "VIN - inductor - capacitor - GND",
        "49": "VOUT - FET-A - FET-B - FET-B - GND",
        "50": "VOUT - FET-B - capacitor - GND",
        "51": "VIN - inductor - FET-A - VOUT",
        "52": "VIN - FET-A - FET-A - VOUT",
        "53": "VOUT - capacitor - inductor - GND",
        "54": "VOUT - capacitor - capacitor - FET-A - GND",
        "55": "VIN - inductor - capacitor - capacitor - VOUT",
        "56": "VIN - inductor - inductor - capacitor - GND",
        "57": "VIN - FET-A - FET-B - GND",
        "58": "VIN - FET-B - FET-B - VOUT",
        "59": "VIN - FET-A - capacitor - FET-B - GND",
        "60": "VIN - capacitor - FET-A - VOUT",
        "61": "VIN - inductor - FET-B - GND",
        "62": "VOUT - capacitor - inductor - FET-B - GND",
        "63": "VOUT - FET-A - inductor - GND",
        "64": "VOUT - FET-A - capacitor - GND",
        "65": "VIN - inductor - FET-B - VOUT",
        "66": "VIN - FET-B - FET-A - GND",
        "67": "VOUT - FET-A - FET-B - FET-A - GND",
        "68": "VOUT - FET-B - FET-A - GND",
        "69": "VOUT - FET-B - inductor - GND",
        "70": "VIN - FET-B - capacitor - VOUT",
        "71": "VIN - FET-A - capacitor - GND",
        "72": "VIN - FET-A - FET-B - FET-B - GND",
        "73": "VIN - FET-B - inductor - FET-B - VOUT",
        "74": "VIN - inductor - inductor - FET-B - VOUT",
        "75": "VOUT - capacitor - FET-B - inductor - GND",
        "76": "VOUT - capacitor - capacitor - inductor - GND",
        "77": "VIN - capacitor - capacitor - FET-A - VOUT",
        "78": "VOUT - FET-A - capacitor - capacitor - GND",
        "79": "VOUT - inductor - inductor - capacitor - GND",
        "80": "VIN - FET-A - inductor - inductor - VOUT",
        "81": "VIN - capacitor - inductor - inductor - VOUT",
        "82": "VIN - capacitor - inductor - GND",
        "83": "VIN - FET-B - inductor - VOUT",
        "84": "VIN - FET-B - inductor - FET-A - GND",
        "85": "VOUT - inductor - inductor - FET-A - GND",
        "86": "VOUT - inductor - FET-A - FET-A - GND",
        "87": "VIN - inductor - FET-A - FET-B - GND",
        "88": "VOUT - FET-A - inductor - inductor - GND",
        "89": "VOUT - capacitor - capacitor - GND",
        "90": "VIN - FET-B - FET-A - capacitor - VOUT",
        "91": "VIN - capacitor - FET-A - capacitor - VOUT",
        "92": "VIN - FET-A - FET-B - capacitor - GND",
        "93": "VIN - FET-A - capacitor - capacitor - GND",
        "94": "VOUT - inductor - FET-A - inductor - GND",
        "95": "VIN - FET-B - inductor - capacitor - VOUT",
        "96": "VIN - inductor - FET-A - FET-A - GND",
        "97": "VIN - FET-B - FET-B - FET-A - GND",
        "98": "VOUT - FET-A - FET-B - capacitor - GND",
        "99": "VIN - FET-B - inductor - inductor - GND",
        "100": "VIN - FET-B - inductor - FET-A - VOUT",
        "101": "VIN - capacitor - FET-B - VOUT",
        "102": "VOUT - FET-B - FET-B - FET-A - GND",
        "103": "VIN - FET-A - FET-A - FET-A - GND",
        "104": "VIN - FET-B - FET-A - FET-B - GND",
        "105": "VIN - capacitor - FET-A - FET-B - GND",
        "106": "VIN - FET-A - FET-A - inductor - GND",
        "107": "VIN - capacitor - capacitor - FET-B - GND",
        "108": "VIN - inductor - FET-A - FET-B - VOUT",
        "109": "VIN - capacitor - FET-B - FET-A - GND",
        "110": "VIN - FET-B - FET-B - FET-A - capacitor - GND",
        "111": "VOUT - FET-B - FET-A - capacitor - GND",
        "112": "VIN - FET-A - FET-B - FET-A - GND",
        "113": "VIN - FET-A - capacitor - inductor - GND",
        "114": "VIN - FET-A - FET-B - capacitor - VOUT",
        "115": "VOUT - FET-B - inductor - FET-A - inductor - GND",
        "116": "VOUT - FET-A - capacitor - FET-A - GND",
        "117": "VIN - FET-A - FET-A - capacitor - FET-B - VOUT",
        "118": "VIN - FET-A - FET-B - inductor - GND",
        "119": "VIN - capacitor - FET-B - inductor - GND",
        "120": "VOUT - inductor - FET-B - inductor - GND",
        "121": "VOUT - inductor - capacitor - inductor - GND",
        "122": "VIN - FET-B - inductor - inductor - VOUT",
        "123": "VIN - FET-B - capacitor - inductor - VOUT",
        "124": "VIN - FET-B - FET-B - inductor - VOUT",
        "125": "VIN - FET-B - FET-A - capacitor - GND",
        "126": "VOUT - FET-B - inductor - capacitor - GND",
        "127": "VIN - FET-A - inductor - FET-B - GND",
        "128": "VIN - FET-A - inductor - capacitor - GND",
        "129": "VIN - FET-B - FET-B - capacitor - VOUT",
        "130": "VIN - capacitor - inductor - FET-B - GND",
        "131": "VOUT - FET-B - FET-B - capacitor - GND",
        "132": "VIN - inductor - capacitor - inductor - VOUT",
        "133": "VIN - FET-A - capacitor - inductor - VOUT",
        "134": "VOUT - FET-A - capacitor - inductor - GND",
        "135": "VIN - inductor - FET-B - FET-A - FET-B - GND",
        "136": "VOUT - FET-B - FET-A - FET-B - GND",
        "137": "VIN - capacitor - FET-B - capacitor - VOUT",
        "138": "VOUT - inductor - capacitor - FET-B - GND",
        "139": "VIN - inductor - FET-A - capacitor - GND",
        "140": "VOUT - FET-B - FET-B - FET-B - GND",
        "141": "VIN - FET-A - capacitor - capacitor - VOUT",
        "142": "VOUT - FET-B - capacitor - capacitor - GND",
        "143": "VOUT - capacitor - inductor - capacitor - GND",
        "144": "VIN - FET-A - inductor - FET-A - GND",
        "145": "VOUT - FET-B - inductor - FET-B - capacitor - GND",
        "146": "VOUT - FET-A - FET-A - FET-A - FET-A - GND",
        "147": "VIN - FET-B - FET-B - FET-B - VOUT",
        "148": "VOUT - capacitor - FET-B - FET-B - GND",
        "149": "VOUT - capacitor - capacitor - FET-B - GND",
        "150": "VIN - FET-B - inductor - capacitor - GND",
        "151": "VIN - FET-B - capacitor - capacitor - GND",
        "152": "VOUT - FET-A - capacitor - FET-B - GND",
        "153": "VOUT - capacitor - FET-A - FET-A - GND",
        "154": "VOUT - FET-B - FET-A - inductor - GND",
        "155": "VIN - FET-A - inductor - capacitor - VOUT",
        "156": "VIN - capacitor - inductor - capacitor - GND",
        "157": "VIN - capacitor - FET-A - FET-A - VOUT",
        "158": "VOUT - FET-B - capacitor - inductor - GND",
        "159": "VIN - FET-A - FET-A - capacitor - GND",
        "160": "VOUT - FET-B - capacitor - FET-B - GND",
        "161": "VOUT - capacitor - FET-A - capacitor - inductor - GND",
        "162": "VIN - capacitor - capacitor - inductor - VOUT",
        "163": "VOUT - inductor - capacitor - capacitor - GND",
        "164": "VIN - inductor - capacitor - FET-B - VOUT",
        "165": "VOUT - FET-A - FET-B - inductor - GND",
        "166": "VIN - FET-B - capacitor - FET-A - VOUT",
        "167": "VOUT - FET-A - inductor - FET-B - GND",
        "168": "VIN - inductor - inductor - inductor - VOUT",
        "169": "VIN - FET-A - capacitor - FET-A - VOUT",
        "170": "VOUT - inductor - inductor - inductor - GND",
        "171": "VIN - FET-B - capacitor - FET-B - VOUT",
        "172": "VIN - inductor - FET-B - FET-A - VOUT",
        "173": "VIN - inductor - FET-B - capacitor - VOUT",
        "174": "VOUT - FET-A - FET-A - capacitor - GND",
        "175": "VIN - FET-B - inductor - FET-B - GND",
        "176": "VIN - inductor - capacitor - FET-A - GND",
        "177": "VIN - inductor - FET-A - inductor - VOUT",
        "178": "VIN - inductor - FET-A - FET-A - VOUT",
        "179": "VIN - inductor - capacitor - FET-A - VOUT",
        "180": "VIN - FET-B - FET-B - capacitor - GND",
        "181": "VIN - inductor - capacitor - inductor - GND",
        "182": "VIN - capacitor - capacitor - capacitor - GND",
        "183": "VOUT - inductor - capacitor - capacitor - capacitor - GND",
        "184": "VIN - FET-A - FET-A - capacitor - VOUT",
        "185": "VOUT - inductor - FET-B - capacitor - GND",
        "186": "VOUT - FET-B - inductor - inductor - GND",
        "187": "VIN - FET-B - FET-A - inductor - GND",
        "188": "VIN - FET-A - inductor - FET-A - VOUT",
        "189": "VOUT - capacitor - inductor - inductor - GND",
        "190": "VIN - inductor - FET-B - inductor - VOUT",
        "191": "VIN - FET-B - FET-B - FET-A - VOUT",
        "192": "VOUT - capacitor - FET-A - capacitor - FET-A - GND",
        "193": "VOUT - capacitor - inductor - inductor - inductor - GND",
        "194": "VOUT - inductor - capacitor - FET-A - GND",
        "195": "VIN - inductor - inductor - FET-B - GND",
        "196": "VOUT - FET-A - FET-A - FET-A - GND",
        "197": "VOUT - FET-A - FET-A - FET-B - GND",
        "198": "VIN - inductor - inductor - FET-B - capacitor - VOUT",
        "199": "VIN - inductor - inductor - FET-A - GND",
        "200": "VIN - FET-A - inductor - FET-B - capacitor - VOUT",
        "201": "VOUT - FET-A - inductor - FET-A - GND",
        "202": "VIN - FET-A - FET-A - FET-A - VOUT",
        "203": "VIN - FET-B - FET-A - FET-B - VOUT",
        "204": "VIN - FET-B - capacitor - inductor - GND",
        "205": "VIN - capacitor - capacitor - inductor - GND",
        "206": "VIN - inductor - inductor - FET-B - FET-B - VOUT",
        "207": "VIN - FET-A - inductor - inductor - GND",
        "208": "VIN - inductor - FET-A - capacitor - VOUT",
        "209": "VOUT - FET-A - inductor - capacitor - GND",
        "210": "VIN - FET-A - FET-B - FET-B - VOUT",
        "211": "VIN - FET-B - FET-A - inductor - VOUT",
        "212": "VOUT - FET-A - FET-A - inductor - GND",
        "213": "VIN - capacitor - FET-B - capacitor - GND",
        "214": "VIN - inductor - inductor - capacitor - VOUT",
        "215": "VIN - inductor - capacitor - capacitor - GND",
        "216": "VOUT - inductor - FET-A - FET-B - GND",
        "217": "VIN - inductor - FET-A - inductor - GND",
        "218": "VIN - FET-B - capacitor - capacitor - VOUT",
        "219": "VIN - FET-A - FET-A - FET-B - GND",
        "220": "VOUT - FET-B - FET-A - FET-A - GND",
        "221": "VOUT - capacitor - capacitor - FET-A - FET-A - GND",
        "222": "VIN - inductor - FET-A - capacitor - capacitor - GND",
        "223": "VOUT - inductor - FET-B - FET-A - GND",
        "224": "VIN - inductor - FET-A - FET-A - capacitor - VOUT",
        "225": "VOUT - FET-B - capacitor - FET-A - GND",
        "226": "VOUT - capacitor - FET-B - FET-A - GND",
        "227": "VIN - FET-A - inductor - FET-B - VOUT",
        "228": "VIN - capacitor - inductor - FET-A - GND",
        "229": "VOUT - FET-B - FET-A - FET-B - FET-B - GND",
        "230": "VIN - FET-A - capacitor - FET-B - VOUT",
        "231": "VIN - FET-A - FET-A - FET-B - VOUT",
        "232": "VIN - FET-B - FET-B - inductor - GND",
        "233": "VOUT - capacitor - capacitor - capacitor - GND",
        "234": "VIN - FET-B - FET-B - FET-B - GND",
        "235": "VOUT - capacitor - FET-B - FET-B - FET-B - GND",
        "236": "VIN - FET-A - FET-B - FET-A - VOUT",
        "237": "VIN - capacitor - FET-A - inductor - GND",
        "238": "VOUT - inductor - FET-B - FET-B - GND",
        "239": "VIN - inductor - FET-B - FET-A - GND",
        "240": "VOUT - capacitor - inductor - FET-A - GND",
        "241": "VIN - FET-A - FET-B - inductor - VOUT",
        "242": "VOUT - capacitor - FET-A - capacitor - GND",
        "243": "VIN - capacitor - inductor - capacitor - VOUT",
        "244": "VOUT - FET-A - FET-B - FET-A - FET-A - GND",
        "245": "VOUT - inductor - inductor - FET-A - FET-A - GND",
        "246": "VOUT - capacitor - FET-B - capacitor - GND",
        "247": "VIN - inductor - FET-B - FET-B - VOUT",
        "248": "VIN - capacitor - FET-A - inductor - inductor - VOUT",
        "249": "VOUT - inductor - inductor - inductor - FET-A - GND",
        "250": "VIN - inductor - FET-B - FET-B - GND",
        "251": "VIN - FET-A - FET-A - inductor - VOUT",
        "252": "VIN - FET-A - FET-A - inductor - capacitor - VOUT",
        "253": "VOUT - FET-B - inductor - FET-A - GND",
        "254": "VIN - FET-B - FET-B - FET-B - capacitor - GND",
        "255": "VOUT - capacitor - FET-B - FET-B - inductor - GND",
        "256": "VIN - inductor - inductor - FET-A - VOUT",
        "257": "VIN - inductor - capacitor - FET-B - GND",
        "258": "VIN - FET-B - FET-A - FET-A - FET-B - VOUT",
        "259": "VOUT - inductor - FET-A - capacitor - GND",
        "260": "VOUT - FET-B - capacitor - FET-B - FET-A - GND",
        "261": "VOUT - capacitor - inductor - FET-A - inductor - GND",
        "262": "VIN - capacitor - FET-B - FET-B - GND",
        "263": "VOUT - FET-B - inductor - FET-B - GND",
        "264": "VOUT - capacitor - inductor - FET-B - FET-B - GND",
        "265": "VIN - inductor - FET-B - inductor - GND",
        "266": "VIN - inductor - FET-B - capacitor - GND",
        "267": "VOUT - FET-B - FET-A - FET-A - FET-A - GND",
        "268": "VOUT - inductor - inductor - capacitor - FET-B - GND",
        "269": "VOUT - inductor - inductor - FET-B - GND",
        "270": "VIN - capacitor - FET-A - FET-B - VOUT",
        "271": "VIN - FET-B - FET-A - FET-A - VOUT",
        "272": "VIN - FET-B - capacitor - FET-B - GND",
        "273": "VOUT - FET-B - FET-B - capacitor - capacitor - GND",
        "274": "VIN - FET-A - FET-A - inductor - FET-A - GND",
        "275": "VOUT - FET-B - FET-A - FET-B - FET-A - GND",
        "276": "VIN - FET-B - capacitor - FET-A - capacitor - GND",
        "277": "VIN - inductor - inductor - FET-B - FET-A - VOUT",
        "278": "VIN - inductor - inductor - inductor - FET-B - VOUT",
        "279": "VOUT - inductor - capacitor - FET-B - FET-B - GND",
        "280": "VIN - capacitor - FET-B - FET-A - VOUT",
        "281": "VIN - capacitor - FET-A - capacitor - GND",
        "282": "VOUT - FET-B - capacitor - FET-A - capacitor - GND",
        "283": "VIN - capacitor - inductor - FET-B - VOUT",
        "284": "VIN - capacitor - FET-A - inductor - VOUT",
        "285": "VOUT - inductor - FET-A - capacitor - FET-B - GND",
        "286": "VIN - FET-A - FET-A - inductor - capacitor - GND",
        "287": "VOUT - FET-B - capacitor - FET-A - inductor - GND",
        "288": "VIN - FET-B - capacitor - FET-A - FET-A - GND",
        "289": "VIN - FET-A - capacitor - FET-A - GND",
        "290": "VIN - FET-B - FET-B - capacitor - capacitor - GND",
        "291": "VIN - FET-A - inductor - inductor - inductor - GND",
        "292": "VOUT - inductor - capacitor - FET-B - inductor - GND",
        "293": "VOUT - FET-B - capacitor - FET-B - inductor - GND",
        "294": "VOUT - inductor - FET-A - capacitor - capacitor - GND",
        "295": "VIN - capacitor - capacitor - FET-A - GND",
        "296": "VIN - inductor - FET-B - FET-A - FET-A - GND",
        "297": "VIN - inductor - inductor - capacitor - capacitor - VOUT",
        "298": "VIN - inductor - capacitor - inductor - FET-B - GND",
        "299": "VIN - capacitor - capacitor - capacitor - VOUT",
        "300": "VIN - inductor - FET-A - inductor - FET-B - VOUT",
        "301": "VOUT - inductor - FET-B - inductor - inductor - GND",
        "302": "VIN - FET-A - inductor - FET-A - inductor - GND",
        "303": "VIN - inductor - capacitor - capacitor - FET-B - VOUT",
        "304": "VOUT - inductor - FET-A - capacitor - inductor - GND",
        "305": "VOUT - inductor - inductor - FET-B - FET-B - GND",
        "306": "VIN - capacitor - FET-B - FET-B - VOUT",
        "307": "VIN - FET-B - FET-B - inductor - capacitor - GND",
        "308": "VIN - FET-A - inductor - capacitor - inductor - GND",
        "309": "VIN - inductor - FET-B - FET-B - inductor - VOUT",
        "310": "VOUT - FET-A - capacitor - FET-A - FET-B - GND",
        "311": "VIN - capacitor - FET-A - FET-A - GND",
        "312": "VIN - FET-B - inductor - FET-B - FET-A - VOUT",
        "313": "VIN - capacitor - capacitor - FET-B - VOUT",
        "314": "VOUT - FET-A - capacitor - FET-B - inductor - GND",
        "315": "VOUT - FET-A - inductor - FET-B - FET-B - GND",
        "316": "VIN - FET-A - inductor - inductor - FET-B - GND",
        "317": "VIN - inductor - FET-A - capacitor - capacitor - VOUT",
        "318": "VIN - capacitor - FET-B - inductor - VOUT",
        "319": "VOUT - inductor - FET-B - capacitor - capacitor - GND",
        "320": "VIN - inductor - inductor - inductor - FET-A - VOUT",
        "321": "VIN - inductor - inductor - capacitor - FET-A - GND",
        "322": "VIN - inductor - FET-A - inductor - FET-A - VOUT",
        "323": "VIN - FET-B - inductor - FET-A - capacitor - GND",
        "324": "VOUT - inductor - FET-B - FET-A - FET-A - GND",
        "325": "VOUT - FET-A - FET-B - capacitor - inductor - GND",
        "326": "VIN - FET-A - FET-A - inductor - inductor - GND",
        "327": "VIN - inductor - inductor - inductor - FET-B - GND",
        "328": "VIN - FET-B - inductor - capacitor - inductor - VOUT",
        "329": "VIN - FET-B - FET-A - capacitor - capacitor - GND",
        "330": "VOUT - inductor - inductor - FET-B - FET-A - GND",
        "331": "VIN - FET-B - capacitor - inductor - inductor - VOUT",
        "332": "VIN - FET-A - capacitor - FET-B - FET-B - GND",
        "333": "VOUT - capacitor - FET-B - FET-A - inductor - GND",
        "334": "VOUT - FET-A - capacitor - FET-A - inductor - GND",
        "335": "VOUT - FET-B - FET-B - capacitor - FET-B - GND",
        "336": "VIN - inductor - inductor - FET-A - inductor - VOUT",
        "337": "VIN - FET-A - capacitor - capacitor - inductor - VOUT"
    },
    "idx": 338
}